brew 'git'
brew 'go'
cask 'kitty'
cask 'google-chrome'

brew 'wget'
brew 'wemux'
brew 'websocat'
brew 'btop'
brew 'lynx'
brew 'ddgr'
brew 'eza'
brew 'pqiv'
brew 'ranger'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'bat'
brew 'pam-reattach'
brew 'jless'
brew 'git-delta'
brew 'ripgrep'

cask 'gimp'
cask 'insomnia'
cask 'licecap'
cask 'raycast'
cask 'vnc-viewer'
cask 'ultimaker-cura'
cask 'seafile-client'
cask 'audacity'
cask 'vlc'
cask 'iterm2'
cask 'ffmpeg'

brew 'bruno'
brew 'ripgrep'

cask 'docker'
cask 'browserstacklocal'
cask 'slack'
cask 'discord'
cask 'tunnelblick'
cask 'gpg-suite'
cask 'visual-studio-code'
cask 'bluesnooze'
cask 'pixelsnap'
#cask 'amethyst'
cask 'nikitabobko/tap/aerospace'

brew 'gpg'
brew 'gpg2'
brew 'pinentry-mac'

